Repository: Amuyea-gbatemp/EmoteCollector
Catalog: emote_collector/locale/*/LC_MESSAGES/emote_collector.po
Languages: es_es, fr_fr, hu_hu, pl_pl, tr_tr

source: This command cannot be used in private messages.
fr_fr: Cette commande ne peut pas être utilisée en message privé.
pl_pl: Ta komenda nie może zostać użyta w prywatnych wiadomościach.
tr_tr: Bu komut özel mesajlarda kullanılamaz.

source: Sorry. This command is disabled and cannot be used.
fr_fr: Pardon. Cette commande est désactivée et ne peut pas être utilisée.
pl_pl: Przepraszamy. Ta komenda jest wyłączona lub nie może zostać użyta.
tr_tr: Bu komut devre dışı bırakılmıştır ve kullanılamaz.

source: An internal error occurred while trying to run that command.
fr_fr: Une erreur interne s'est produite en tentant d'exécuter cette commande.
tr_tr: Bu komutu çalıştırırken bir hata oluştu.

source: I'm missing permissions to perform that action.
fr_fr: Je n'ai pas de permissions suffisantes pour cette action.
tr_tr: Bunu yapabilmek için yeterli yetkim bulunmuyor.

source: I have a RESTful API available. The docs for it are located at {docs_url}.
es_es: Tengo un RESTful API disponible. Los documentos de eso estan localizado a {docs_url}.
fr_fr: J'ai une API RESTful disponible. Sa documentation est à {docs_url}.
hu_hu: A bot rendelkezik egy RESTful API-al. A hozzá csatolt dokumentáció megtalálható a {docs_url} címen.
pl_pl: Posiadam dostępne API. Dokumenty dla tego przedmiotu będą znajdowały się w {docs_url}.
tr_tr: REST API'm kullanıma açıktır, dokümanları {docs_url}'de bulabilirsiniz.

source: Your new API token is:
es_es: Tu clave API nuevo es:
fr_fr: Votre nouveau token API est :
hu_hu: Az új API kulcsod:
pl_pl: Twój nowy znak API:
tr_tr: Yeni API anahtarınız:

source: Your API token is:
es_es: Tu clave API es:
fr_fr: Votre token API est :
hu_hu: Az API kulcsod:
pl_pl: Twój znak API:
tr_tr: API anahtarınız:

source: Do **not** share it with anyone!
es_es: ¡**No** lo compartas con nadie!
fr_fr: Ne le partagez **pas** avec n'importe qui !
hu_hu: **Ne** oszd meg senkivel!
pl_pl: **NIE** udostępniaj go nikomu!
tr_tr: Bunu kimseyle **paylaşmayın**!

source: Error: I could not send you your token via DMs.
es_es: Error: No puedo enviarte tu clave en DMs.
fr_fr: Erreur : Je n'ai pas pu vous envoyer votre token en MP.
hu_hu: Hiba: Nem tudtam elküldeni a kulcsod privát üzenetben.
pl_pl: Błąd: Nie mogę ci wysłać twojego znaku przez wiadomość na Discordzie.
tr_tr: Hata: Anahtarınızı özel mesajlar yoluyla size yollayamadım.

source: (Preserved, NSFW)
tr_tr: (Yasak, NSFW)

source: (Preserved)
tr_tr: (Yasak)

source: You may not set this emote as SFW because it was set NSFW by an emote moderator.
fr_fr: Vous ne pouvez pas marquer cette émote comme SFW car elle a été marquée NSFW par un modérateur d'émotes.
tr_tr: Bu emojiyi SFW -herkes için uygun- olarak ayarlayamazsınız çünkü bir moderatör tarafından NSFW -+18 içerik- olarak işaretlenmiş durumda.

source: Created
es_es: Creado
fr_fr: Créée
hu_hu: Létrehozva
pl_pl: Utworzono
tr_tr: Oluşturuldu

source: Last modified
es_es: Ultimo cambio
fr_fr: Dernière modification
hu_hu: Utoljára módosítva
pl_pl: Ostatnio zmodyfikowane
tr_tr: En son düzenlenme

source: Usage count
tr_tr: Kullanım sayısı

source: Static emotes: **{static} ⁄ {static_cap}** ({static_percentage}% of total, {static_full}% full) Animated emotes: **{animated} ⁄ {animated_cap}** ({animated_percentage}% of total, {animated_full}% full) NSFW emotes: **{nsfw}** ({nsfw_percentage}% of total) **Total: {total} ⁄ {total_cap}**
fr_fr: Émotes statiques : **{static} ⁄ {static_cap}** ({static_percentage}% du total, rempli à {static_full}%) Émotes animées : **{animated} ⁄ {animated_cap}** ({animated_percentage}% du total, rempli à {animated_full}%) Émotes NSFW : **{nsfw}** ({nsfw_percentage}% du total) **Total : {total} ⁄ {total_cap}**
tr_tr: Sabit emojiler: **{static} ⁄ {static_cap}** (toplamda; %{static_percentage}, tamamında; %{static_full}) Hareketli emojiler: **{animated} ⁄ {animated_cap}** (toplamda; {animated_percentage}, tamamında; {animated_full}) NSFW emojiler: **{nsfw}** (toplamda; {nsfw_percentage}) **Toplam: {total} ⁄ {total_cap}**

source: > Backend server emotes (**{non_db_total}** not in the database) {non_db_emotes} > Database emotes (**{non_backend_total}** not in the backend servers) {non_backend_emotes}
tr_tr: > Backend sunucu emojileri, toplam (**{non_db_total}** tanesi veritabanında değil ) {non_db_emotes} > Verştabanı emojileri, (**{non_backend_total}** tanesi backend olarak kaydedilmemiş) {non_backend_emotes}

source: {context.author.mention} said:
es_es: {context.author.mention} dijo:
fr_fr: {context.author.mention} a dit :
hu_hu: {context.author.mention} mondta:
pl_pl: {context.author.mention} powiedział:
tr_tr: {context.author.mention} tarafından söylendi:

source: Sorry, webhooks and bots may not add emotes. Go find a human to do it for you.
es_es: Lo siento, webhooks y bots no pueden añadir emotes. Encuentra un humano que lo haga por ti.
fr_fr: Désolé, les webhooks et les bots ne peuvent pas ajouter d'émotes. Allez trouver un humain pour le faire pour vous.
hu_hu: Sajnálatos módon webhookok és botok nem hozhatnak létre hangulatjeleket. Keress egy embert erre a célra!
pl_pl: Przepraszamy, webhooki ani boty nie mogą dodać nowych emotikon. Znajdź człowieka który to zrobi dla ciebie.
tr_tr: Özür dilerim fakat webhooklar veya botlar emoji ekleyemez. Gidin ve bunu sizin için yapacak bir insan bulun.

source: Emote not found in Element Zero's database.
fr_fr: Émote non trouvée dans la base de données d'Element Zero.
tr_tr: Bu emoji Element Zero veritabanında bulunamadı.

source: Error: I expected a custom emote as the first argument, but I got something else. If you're trying to add an emote using an image URL, you need to provide a name as the first argument, like this: `{}add NAME_HERE URL_HERE`
es_es: Error: Esperaba un emote personalizido por el argumento primero pero tengo otra cosa. Si estás tratando de agregar un emote usando una url de imagen necesitas proporcionar un nombre por el argumento primero, como este: `{}add NOMBRE_AQUI URL_AQUI`
fr_fr: Erreur : j'attendais une émote custom comme premier paramètre, mais j'ai eu autre chose. Si vous essayez d'ajouter une émote en utilisant l'adresse d'une image, vous devez donner le nom en premier paramètre, comme ceci : `{}add NOM_ICI ADRESSE_ICI`
hu_hu: Hiba: Egy egyedi hangulatjelet vártam első argumentumként, de a megadott paraméter nem tűnik annak. Ha egy kép URL-je alapján próbálsz létrehozni egy hangulatjelet, meg kell adnod a nevét, mint első argumentum, így: `{}add NÉV_IDE URL_IDE`
pl_pl: Błąd: Spowiedziałem się własnej emotikony w pierwszym argumencie, lecz otrzymałem coś innego. Jeśli próbujesz dodać emotikony za pomocą linka do zdjęcie, musisz zapewnić nazwę jak w pierwszym argumencie, tak samo jak tu: `{}add TUTAJ_NAZWA LINK_TUTAJ`
tr_tr: Error: I expected a custom emote as the first argument, but I got something else. If you're trying to add an emote using an image URL, you need to provide a name as the first argument, like this: `{}add NAME_HERE URL_HERE` Hata: İlk argüman olarak bir özel emoji gerekli, fakat farklı bir şey girdiniz. Eğer bir resim bağlantısı kullanarak emoji eklemek istiyorsanız, ilk argüman olarak ismini girmelisiniz, bunun gibi: `{}add İSİM URL`

source: Your message had no emotes and no name!
es_es: ¡Tu mensaje no tiene emotes ni un nombre!
fr_fr: Votre message n'avait ni émote ni nom !
hu_hu: Az üzeneted nem tartalmazott hangulatjeleket és neveket!
pl_pl: Twoja wiadomość nie posiadała żadnych emotikon ani żadnych nazw!
tr_tr: Mesajınızda ne bir bağlantı, ne de bir isim bulunuyor!

source: {name} is not a valid emote name; use 2–32 English letters, numbers and underscores.
tr_tr: {name} doğru bir emoji ismi değil; 2-32 İngiizce karakter, sayı ve alt tire kullanınız.

source: An error occurred while creating the emote:
es_es: Ocurrió un error al crear el emote:
fr_fr: Une erreur s'est produite durant la création de l'émote :
hu_hu: Hiba történt a hangulatjel létrehozása során:
pl_pl: Wystąpił błąd podczas tworzenia emotikony:
tr_tr: Emojiyi oluştururken bir hata oluştu:

source: Error: Invalid URL.
es_es: Error: URL Inválido.
fr_fr: Erreur : URL invalide.
hu_hu: Hiba: Helytelen URL.
pl_pl: Błąd: Nieprawidłowy link.
tr_tr: Hata: Geçersiz bağlantı.

source: Error: The connection was closed early by the remote host.
tr_tr: Hata: Bağlantı.

source: Emote {emote} successfully created.
es_es: Emote {emote} creado con éxito.
fr_fr: Émote {emote} créée avec succès.
hu_hu: A hangulatjel {emote} sikeresen létrehozva.
pl_pl: Emotikona {emote} pomyślnie utworzona.
tr_tr: {emote} emojisi başarıyla oluşturuldu.

source: Error: only emote moderators may forcibly remove emotes.
fr_fr: Erreur : seuls les modérateurs d'émotes peuvent forcer le retrait d'une émote.
tr_tr: Hata: Sadece emoji moderatörleri emojileri silebilir.

source: Error: you must provide the name of at least one emote to remove
es_es: Error: necesitas proporcionar el nombre de un emote para elimine
fr_fr: Erreur : vous devez fournir le nom d'au moins une émote à retirer.
hu_hu: HIba: Minimum egy hangulatjel nevét meg kell adnod a törléshez!
pl_pl: Błąd: musisz zapewnić nazwę przynajmniej jednej z emotikon aby ją usunąć
tr_tr: Hata: Silmek için en az bir emojinin ismini belirtmelisiniz

source: **Successfully deleted:**
es_es: **Eliminado exitosamente:**
fr_fr: **Suppression réussie :**
pl_pl: **Pomyślnie usunięto:**
tr_tr: **Silindi.**

source: **Successfully created:**
es_es: **Creado con éxito:**
fr_fr: **Création réussie :**
pl_pl: **Pomyślnie utworzono:**
tr_tr: **Oluşturuldu.**

source: Error: no existing custom emotes were provided.
es_es: Error: No emotes personalizado fueron proveidos.
fr_fr: Erreur : aucune émote custom existante n'a été fournie.
hu_hu: Hiba: egyetlen, már létező egyedi hangulatjel sem lett megadva.
pl_pl: Błąd: żadne z własnych emotikon nie zostały zapewnione.
tr_tr: Hata: Var olan herhangi bir özel emoji belirtilmedi.

source: **Not authorized:**
tr_tr: **Yetersiz yetki.**

source: **Already exists:**
es_es: **Ya Existe:**
fr_fr: **Existe déjà :**
pl_pl: **Już istnieje:**
tr_tr: **Zaten bulunuyor.**

source: **Not found:**
es_es: **No Encontró:**
fr_fr: **Non trouvée :**
pl_pl: **Nie znaleziono:**
tr_tr: **Bulunamadı:**

source: **Server returned error code {error.status}:**
es_es: **El servidor devolvió el código de error {error.status}:**
fr_fr: **Le serveur a retourné une erreur de code {error.status} :**
pl_pl: **Serwer zwrócił błędny kod {error.status}:**
tr_tr: **Sunucu {error.status} hata kodunu döndürdü:**

source: **Took too long to retrieve or resize:**
es_es: **Tomó demasiado tiempo para recuperar o cambiar el tamaño:**
fr_fr: **La récupération ou le redimensionnement a prit trop de temps :**
pl_pl: **Proces zajmował za długo aby odzyskać lub zmienić rozmiar:**
tr_tr: **Karşıdan alma veya yeniden boyutlandırma çok uzun sürdü.**

source: **Failed because I ran out of backend servers:**
es_es: **Falló porque me quedé sin servidores backend:**
fr_fr: **Opération échouée parce que je suis tombé à cours de serveurs backend :**
pl_pl: **Nie udało się ponieważ brakło mi serwerów:**
tr_tr: **Bir hata oluştu:**

source: You must specify an old name and a new name.
es_es: Necesitas especificar un nombre usado y un nombre nuevo.
fr_fr: Vous devez indiquer un ancien nom et le nouveau nom.
hu_hu: Mindenképpen adj meg egy régi, illetve egy új nevet is!
pl_pl: Musisz sprecyzować starą nazwe oraz nową nazwe.
tr_tr: Bir eski isim ve yeni isim belirtmelisiniz.

source: Error: you must provide a new name for the emote.
es_es: Error: necesitas proporcionar un nombre nuevo por el emote.
fr_fr: Erreur : vous devez fournir le nouveau nom de l'émote.
hu_hu: Hiba: meg kell adnod a hangulatjel nevét.
pl_pl: Błąd: musisz zapewnić nową nazwę tej emotikony.
tr_tr: Hata: Silmek için en az bir emojinin ismini belirtmelisiniz.

source: Emote successfully renamed.
es_es: Emote renombrado con éxito.
fr_fr: Émote renommée avec succès.
hu_hu: A hangulatjel sikeresen átnevezve!
pl_pl: Pomyślnie zmieniono nazwę emotikonie.
tr_tr: {emote} emojisi başarıyla oluşturuldu.

source: You may not change the NSFW status of this emote because you do not own it, or you are not an emote moderator.
fr_fr: Vous ne pouvez pas changer le statut NSFW de cette émote car vous n'en être pas propriétaire, ni n'êtes un modérateur d'émotes.
tr_tr: Bu emojinin NSFW durumunu değiştiremezsiniz çünkü sahibi değilsiniz, veya emojileri yönetme yetkiniz bulunmuyor.

source: Emote is now NSFW.
fr_fr: Émote marquée comme NSFW.
tr_tr: Emoji NSFW olarak işaretlendi.

source: Emote is now SFW.
fr_fr: Émote marquée comme SWF.
tr_tr: Emoji SFW olarak işaretlendi.

source: You can already react to that message with that emote.
es_es: Ya puedes reacionas a ese mensaje con ese emote.
fr_fr: Vous pouvez déjà réagir à ce message avec cette émote.
hu_hu: Már tudsz reagálni a hangulatjel segítségével az üzenetre.
pl_pl: Możesz już zareagować do tej wiadomości za pomocą tej emotikony.
tr_tr: Bu mesaja zaten istediğiniz emoji ile tepki verebiliyorsunuz.

source: Unable to react: there's too many reactions on that message already
fr_fr: Impossible de réagir : il y a déjà trop de réactions sur ce message.
tr_tr: Tepki verilemedi: Bu mesajda çok fazla emoji bulunuyor

source: Unable to react: permission denied.
es_es: Incapaz reaccionar, permiso negado
fr_fr: Impossible de réagir : permission manquante.
hu_hu: A reakció sikertelen: hozzáférés megtagadva.
pl_pl: Niezdolny do reakcji: dostęp zabroniony.
tr_tr: Tepki verilemedi: Yetki yetersiz.

source: Unable to react. Discord must be acting up.
es_es: Incapaz reaccionar. Discord esta travieso
fr_fr: Impossible de réagir. Discord doit faire des siennes.
hu_hu: A reakció sikertelen. Valószínűsíthetően Discord probléma áll fenn.
pl_pl: Niezdolny do reakcji. Discord musi działać.
tr_tr: Tepki verilemedi: Sorun tespit edilemedi. Yüksek ihtimalle sorunun kaynağı bot değil.

source: OK! I've reacted to that message. Please add your reaction now.
es_es: ¡Bueno! Reaccionaba a ese mensaje. Por favor añade tu reaccion ahora.
fr_fr: Ok ! J'ai réagi à ce message. Merci d'ajouter votre propre réaction.
hu_hu: Ok! Ragáltam az üzenetre. Kérlek reagálj te is most!
pl_pl: OK! Zareagowałem do tej wiadomości. Teraz ty dodaj twoją reakcje.
tr_tr: Tamamdır, bu mesaja tepki verildi! Tepkinizi eklemeye başlayabilirsiniz.

source: Also check out the list website at {website}.
es_es: Tambien comproba el sitio web de lista a {website}.
fr_fr: Aussi, allez voir ce site : {website}
hu_hu: Ne felejtsd el megtekinteni a listázó weboldalt: {website}.
pl_pl: Zobacz także liste. Strona {website}
tr_tr: Sitemizde ({website}) listeyi kontrol etmeyi unutmayınız.

source: No results matched your query.
es_es: Cero resultados emparejado tu consulta.
fr_fr: Aucun résultat ne correspond à votre requête.
hu_hu: Egyetlen találat sincs a keresésre.
pl_pl: Brak wyników pasujących do twojego zapytania.
tr_tr: Aramanıza dair hiçbir sonuç bulunamadı.

source: No results matched your query, or your query only found NSFW emotes.
fr_fr: Aucun résultat ne correspond à votre requête, ou alors seulement parmi les émotes NSFW.
tr_tr: Aramanıza dair hiçbir sonuç bulunamadı, veya sadece NSFW emojileri bulundu.

source: No emotes have been created yet. Be the first!
es_es: Cero emotes ha sido creado. ¡Sé el primero!
fr_fr: Aucune émote n'a encore été créée. Soyez lia premièr·e !
hu_hu: Nincs egyetlen létrehozott hangulatjel sem. Légy te az első!
pl_pl: Żadne emotikony nie zostały dodane. Bądź pierwszy!
tr_tr: Daha önce hiç emoji oluşturulmamış. İlk emojiyi siz oluşturun!

source: No emotes have been created yet, or all emotes are NSFW.
fr_fr: Aucune émote n'a encore été créée, ou alors seulement des émotes NSFW.
tr_tr: Daha önce hiç emoji oluşturulmamış, veya tüm emojiler NSFW olarak işaretlenmiş.

source: You have not created any emotes yet.
es_es: Tu no has creado ninguna emotes.
fr_fr: Vous n'avez pas encore créé d'émote.
hu_hu: Még nem hoztál létre egyetlen hangulatjelet sem.
pl_pl: Nie stworzyłeś jeszcze ani jednej emotikony.
tr_tr: Daha önce hiç emoji oluşturmadınız.

source: You have not created any emotes yet, or all your emotes are NSFW.
fr_fr: Vous n'avez pas encore créé d'émote, ou alors elles sont toutes NSFW.
tr_tr: Daha önce hiç emoji oluşturmadınız, veya tüm emojileriniz NSFW olarak işaretlenmiş.

source: That person has not created any emotes yet.
es_es: El no ha creado ninguna emotes.
fr_fr: Cette personne n'a pas encore créé d'émote.
hu_hu: Ez a személy még nem hozott létre egyetlen hangulatjelet sem.
pl_pl: Ta osoba nie stworzyła jeszcze ani jednej emotikony.
tr_tr: Bu kullanıcı daha önce hiç emoji oluşturmamış.

source: That person has not created any emotes yet, or all their emotes are NSFW.
fr_fr: Cette personne n'a pas encore créé d'émote, ou alors elles sont toutes NSFW.
tr_tr: Bu kullanıcı daha önce hiç emoji oluşturmamış, veya tüm emojileri NSFW olarak işaretlenmiş.

source: Opted in to the emote auto response.
es_es: Optado en a el repuesto automático de emotes.
fr_fr: Activé la réponse automatique d'émotes.
hu_hu: A hangulatjelekre automatikus válaszolás bekapcsolva.
pl_pl: Włączono automatyczne odpisywanie na emotikony.
tr_tr: Emoji oto cevabı için seçildi.

source: Opted out of the emote auto response.
es_es: Optado por salir de a el repuesto automático de emotes.
fr_fr: Désactivé la réponse automatique d'émotes.
hu_hu: A hangulatjelekre automatikus válaszolás kikapcsolva.
pl_pl: Wyłączono automatyczne odpisywanie na emotikony.
tr_tr: Emoji oto cevabı için kapsam dışı bırakıldı.

source: Emote auto response is now opt-out for this server.
es_es: El repuesto automático de emotes es ahora optar por no en este servidor.
fr_fr: La réponse auto est maintenant désactivée pour ce serveur.
pl_pl: Automatyczna reakcja na emotikony jest wyłączona na tym serwerze.
tr_tr: Emoji oto cevabı bu sunucu için kapatıldı.

source: Emote auto response is now opt-in for this server.
es_es: El repuesto automático de emotes es ahora optar en para este servidor.
fr_fr: La réponse auto est maintenant activée pour ce serveur.
pl_pl: Automatyczna reakcja na emotikony jest włączona na tym serwerze.
tr_tr: Emoji oto cevabı bu sunucu için açıldı.

source: User un-blacklisted.
es_es: Usario eliminado de la lista negra
fr_fr: Utilisateur·rice débloqué·e.
hu_hu: Felhasználó felszabadítva a feketelistáról.
pl_pl: Użytownik usunięty z czarnej listy.
tr_tr: Kullanıcı kara listeden çıkarıldı.

source: User blacklisted with reason “{reason}”.
tr_tr: Kullanıcı "{reason}" sebebiyle kara listeye alındı.

source: Warning: no suitable channel found to notify the member of that server.
tr_tr: Uyarı: Bahsettiğiniz sunucunun kullanıcısını uyarmak için uygun bir kanal bulunamadı.

source: This server has been blacklisted for “{reason}”. Server admins, use the {context.prefix}support command in DMs to appeal. Now leaving…
tr_tr: Bu sunucu "{reason}" sebebiyle kara listeye alındı. Sunucu yöneticileri, {context.prefix}support komutunu özel mesajlarda kullanarak af başvurusunda bulunun. Ayrılıyorum…

source: **Succesfully preserved:**
es_es: **Preservado exitosamente:**
fr_fr: **Préservée avec succès.**
pl_pl: **Pomyślnie zachowane:**
tr_tr: **Başarıyla koruma altına alındı:**

source: **Succesfully un-preserved:**
es_es: **Un-Preservado exitosamente:**
fr_fr: **Dé-préservée avec succès.**
pl_pl: **Pomyślnie nie zachowane:**
tr_tr: **Başarıyla korumadan çıkarıldı:**

source: Way too long.
fr_fr: Beaucoup trop long.
tr_tr: Bir hata oluştu.

source: Way too long. Message attached.
fr_fr: Beaucoup trop long. Message attaché.
tr_tr: Bir hata oluştu.

source: Invite to the server that has {emote}: {invite.url}
es_es: El invitación a el servidor que tiene {emote}: {invite.url}
fr_fr: Invitation pour le serveur ayant l'émote {emote} : {invite.url}
hu_hu: Meghívó a szerverhez, ahol a {emote} megtalálható: {invite.url}
pl_pl: Zaproszenie do tego serwera posiada {emote}: {invite.url}
tr_tr: {emote} emojisini bulunduran sunucunun daveti: {invite.url}

source: Unable to send invite in DMs. Please allow DMs from server members.
es_es: No puedo enviar el invitación en DMs. Por favor permite DMs de miembros servidores.
fr_fr: Impossible d'envoyer l'invitation en MP. Merci d'autoriser les MP pour les membres de serveurs.
hu_hu: Sikertelen a meghívó elküldése privát üzenetben. Kérlek engedélyezd a beérkező privát üzeneteket a szerver tagjaitól.
pl_pl: Niezdolny do wysłania zaproszenia w wiadomości na Discordzie. Prosze zaakceptować wiadomości na Discordzie od użytkowników serwera.
tr_tr: Daveti özel mesajlardan gönderemedim. Lütfen sunucu üyelerinden gelecek özel mesajları açınız.

source: Invalid locale. The valid locales are: {locales}
es_es: Lugar inválido. Los lugares válido son: {locales}
fr_fr: Langue invalide. Les langues valides sont : {locales}
hu_hu: Helytelen nyelv. A elérhetőek listája: {locales}
pl_pl: Nieprawidłowy język. Poprawne języki są: {locales}
tr_tr: Geçersiz 'yerel'. Geçerli 'yerel'ler: {locales}

source: Your current locale is: {user_locale}
fr_fr: Votre langue actuelle est : {user_locale}
pl_pl: Twój obecny język to: {user_locale}
tr_tr: Mevcut yereliniz: {user_locale}

source: The current locale for that channel is: {channel_or_guild_locale}
es_es: El lugar actuar para ese canal es:{channel_or_guild_locale}
fr_fr: La langue actuelle pour ce salon est : {channel_or_guild_locale}
hu_hu: A jelenleg beállított nyelv ezen csatorna számára: {channel_or_guild_locale}
pl_pl: Obecny język dla tego kanału jest: {channel_or_guild_locale}
tr_tr: Bahsettiğiniz kanalın mevcut yereli: {channel_or_guild_locale}

source: The current locale for this server is: {guild_locale}
es_es: El lugar actual para este servidor es: {guild_locale}
fr_fr: La langue actuelle pour ce serveur est : {guild_locale}
hu_hu: A jelenlegi beállított nyelv a szerver számára: {guild_locale}
pl_pl: Obecny język dla tego serwera jest: {guild_locale}
tr_tr: Bu sunucunun mevcut yereli: {guild_locale}

source: {cog_name} Commands
es_es: {cog_name} Mandatos
fr_fr: {cog_name} Commandes
hu_hu: {cog_name} parancsok
pl_pl: {cog_name} Komendy
tr_tr: {cog_name} Komutları

source: For more help, join the official bot support server: {invite}
es_es: Para más ayuda, unaste el servidor soporte oficial de esto bot: {invite}
fr_fr: Pour plus d'aide, rejoignez le serveur de support officiel du bot : {invite}
hu_hu: További segítségért csatlakozz a bot hivatalos támogatói szerveréhez: {invite}
pl_pl: Po więcej pomocy, dołącz do oficjalnego serwera bota: {invite}
tr_tr: Daha fazla yardım için, destek sunucumuza katılın: {invite}

source: Support
tr_tr: Destek

source: Use "{self.prefix}help command" for more info on a command.
es_es: Usa "{self.prefix}help command" para más información de un mandato.
fr_fr: Utilisez "{self.prefix}help commande" pour plus d'infos sur ladite commande.
hu_hu: Használd a "{self.prefix}help parancs" parancsot további infókért egy paranccsal kapcsolatban!
pl_pl: Użyj "{self.prefix}help komenda" po więcej informacji o komendzie.
tr_tr: Bir komut hakkında daha fazla bilgi için "{self.prefix}help <komut>" komutunu kullanınız.

source: No help given
fr_fr: Aucune aide fournie
tr_tr: Herhangi bir açıklama belirtilmemiş

source: Page {page}⁄{self.maximum_pages} ({self.total} commands)
es_es: Página {page}⁄{self.maximum_pages} ({self.total} mandatos)
fr_fr: Page {page}/{self.maximum_pages} ({self.total} commandes)
hu_hu: {page}⁄{self.maximum_pages} oldal, ({self.total} parancsok)
pl_pl: Strona {page}⁄{self.maximum_pages} ({self.total} commands)
tr_tr: Sayfa {page}/{self.maximum_pages} ({self.total} komut)

source: Paginator help
es_es: Ayuda de Paginador
fr_fr: Aide sur le paginateur
hu_hu: Menü segítség
pl_pl: Pomoc paginatora
tr_tr: Sayfalama yardımı
