Repository: Amuyea-gbatemp/EmoteCollector
Catalog: emote_collector/locale/*/LC_MESSAGES/emote_collector.po
Languages: es_es, fr_fr, hu_hu, pl_pl, tr_tr

source: Hello! Welcome to the help page.
es_es: ¡Hola! Bienvenidos a la página de ayuda.
fr_fr: Bonjour ! Bienvenue sur la page d'aide.
hu_hu: Üdv a segítségnyújtó oldalon!
pl_pl: Cześć! Witaj na stronie pomocy.
tr_tr: Merhaba! Yardım menüsüne hoş geldiniz.

source: What are these reactions for?
es_es: ¿Cuáles son estas reacciones para?
fr_fr: Pour quoi sont ces réactions ?
hu_hu: Mire jók ezek a reakciók?
pl_pl: Do czego są te reakcje?
tr_tr: Bu tepkiler ne için?

source: We were on page {self.current_page} before this message.
es_es: Fuimos en página {self.current_page} antes de esto mensaje.
fr_fr: Nous étions sur la page {self.current_page} avant ce message.
hu_hu: Ezen üzenet előtt a {self.current_page}. oldalon voltunk.
pl_pl: Byliśmy na stronie {self.current_page} przed tą wiadomością.
tr_tr: Bu mesajdan önce {self.current_page} sayılı sayfadaydık.

source: Using the bot
fr_fr: Utilisation du bot
tr_tr: Botun kullanımı

source: How do I use this bot?
es_es: ¿Cómo uso este bot?
fr_fr: Comment utiliser ce bot ?
hu_hu: Hogyan tudom használni ezt a botot?
pl_pl: Jak mam użyć tego bota?
tr_tr: Bu botu nasıl kullanırım?

source: Reading the bot signature is pretty simple.
es_es: Leyendo la firma del bot es muy simple.
fr_fr: Lire la signature du bot est plutôt simple.
hu_hu: A bot parancs-paraméterezése igen egyszerű.
pl_pl: Czytanie sygnatury tego bota jest bardzo proste.
tr_tr: Botun profiline bakmanız yeterlidir.

source: argument
es_es: argumento
fr_fr: paramètre
hu_hu: argumentum
tr_tr: argüman

source: This means the argument is __**required**__.
es_es: Esto significa el argumento es __**necesario**__.
fr_fr: Cela signifie que ce paramètre est __**requis**__.
hu_hu: Tehát ez a paraméter __**kötelező**__.
pl_pl: To znaczy że argument jest __**wymagany**__.
tr_tr: Bu argümanın __**gerekli**__ olduğu anlamına geliyor.

source: This means the argument is __**optional**__.
es_es: Esto significa el argumento es __**opcional**__.
fr_fr: Cela signifie que ce paramètre est __**facultatif**__.
hu_hu: Tehát ez a paraméter __**opcionális**__.
pl_pl: To znaczy że argument jest __**opcjonalny**__.
tr_tr: Bu argümanın __**opsiyonel**__ olduğu anlamına geliyor.

source: This means the it can be __**either A or B**__.
fr_fr: Cela signifie que ce paramètre est __**soit A soit B**__.
tr_tr: Bu __**hem A hem B**__ olabilir anlamına geliyor.

source: This means you can have multiple arguments. Now that you know the basics, it should be noted that... __**You do not type in the brackets!**__
es_es: Esto significa que puedas tener multiples argumentos. Ahora que sabes lo básico, debes tener en cuenta que... __**¡No escribir a máquina los paréntesis!**__
fr_fr: Cela signifie que vous pouvez avoir plusieurs paramètres. Maintenant que vous connaissez les bases, il est important de noter que… __**Vous ne devez pas écrire les crochets !**__
hu_hu: Tehát ebben az esetben használhatsz több paramétert is. Most hogy tudod az alapokat, érdemes még megjegyezni... __**A zárójelek kirakása nem szükséges!**__
pl_pl: To znaczy że masz wiele argumentów. Teraz znacz podstawy, należy zauważyć że... __**Nie wpisujesz w nawiasach!**__
tr_tr: Bu birden fazla argüman belirtebileceğiniz anlamına geliyor. Artık temelleri öğrendiğinize göre, şunu söyleyebiliriz: --**Parantez içinde yazmayın!**__

source: Shows help about the bot, a command, or a category
fr_fr: Affiche l'aide sur le bot, une commande ou une catégorie
tr_tr: Bot, bir komut veya bir kategori hakkında yardım alırsınız

source: No Category
fr_fr: Aucune catégorie
tr_tr: Kategorilendirilmemiş

source: No help given.
es_es: Sin ayuda.
fr_fr: Aucune aide fournie.
hu_hu: Nincs segítség megadva.
pl_pl: Nie otrzymano żadnej pomocy.
tr_tr: Herhangi bir yardım metni belirtilmemiş.

source: Command or category "{command_name}" not found.
es_es: Mandato o categorio "{command_name}" no encontró.
fr_fr: Commande ou catégorie "{command_name}" non trouvée.
pl_pl: Nie znaleziono komendy lub kategorii "{command_name}".
tr_tr: "{command_name}" isminde bir komut veya kategori bulunamadı.

source: Command "{command.qualified_name}" has no subcommand named {subcommand}
fr_fr: La commande "{command.qualified_name}" n'a aucune sous-commande nommée {subcommand}
tr_tr: "{command.qualified_name}" komutunun {subcommand}

source: Command "{command.qualified_name}" has no subcommands.
fr_fr: La commande "{command.qualified_name}" n'a pas de sous-commande.
tr_tr: "{command.qualified_name}" komutunun herhangi bir altkomutu bulunmuyor.

source: Yes, delete my account.
fr_fr: Oui, supprimez mon compte.
pl_pl: Tak, usuń moje konto.
tr_tr: Evet, hesabımı sil.

source: Are you sure you want to delete your account? To confirm, please say “{confirmation_phrase}” exactly.
fr_fr: Êtes vous sûr·e de vouloir supprimer votre compte ? Pour confirmez, dites précisément "{confirmation_phrase}".
pl_pl: Aby napewno chcesz usunąć twoje konto? Aby potwierdzić, proszę napisz "{confirmation_phrase}" exactly.
tr_tr: Hesabınızı silmek istediğinizden emin misiniz? Doğrulamak için lütfen tam "{confirmation_phrase}" cümlesini gördüğünüz şekilde yazınız.

source: Deleting your account…
fr_fr: Suppression de votre compte…
pl_pl: Usuwanie twojego konta…
tr_tr: Hesabınızı siliyorum…

source: {context.author.mention} I've deleted your account successfully.
fr_fr: {context.author.mention} J'ai bien supprimé votre compte.
pl_pl: {context.author.mention} Pomyślnie usunąłem twoje konto.
tr_tr: {context.author.mention}, hesabınızı başarıyla sildim.

source: Confirmation phrase not received in time. Please try again.
fr_fr: La phrase de confirmation n'a pas été reçue à temps. Veuillez réessayer.
pl_pl: Nie otrzymano wyrażenia potwierdzającego w podanym czasie. Spróbuj ponownie.
tr_tr: Doğrulama metni gereken zamanında alınamadı, lütfen tekrar deneyiniz.

source: Could not fetch changes due to memory error. Sorry.
fr_fr: Impossible de récupérer les modification par manque de mémoire. Désolé.
pl_pl: Nie można pobrać zmian z powodu błędu pamięci. Przepraszam.
tr_tr: Hafıza hatası sebebiyle değişikler saptanamadı.

source: This command is temporarily unavailable. Try again later?
fr_fr: Cette commande est temporairement indisponible. Réessayez plus tard ?
tr_tr: Bu komut geçici bir süreliğine kullanım dışıdır. Başka bir zaman denemeye ne dersiniz?

source: Official support server invite: {invite}
fr_fr: Invitation pour le serveur de support officiel : {invite}
tr_tr: Destek sunucusu daveti: {invite}

source: You win!
tr_tr: Kazandınız!

source: Your new bingo board:
tr_tr: Yeni tombalanız:

source: You must specify at least one position and emote name.
tr_tr: En az bir pozisyon ve emoji ismi girmeniz gerekmektedir.

source: You win! Your new bingo board:
tr_tr: Kazandınız! Yeni tombalanız:

source: You do not have a bingo board yet.
tr_tr: Henüz bir tombalanız bulunmuyor.

source: An NSFW channel is required to display this board.
tr_tr: Bu tombalayı göstermek için bir NSFW kanalı gereklidir.

source: You must be an emote moderator to run this command.
fr_fr: Vous devez être modérateur d'émotes pour exécuter cette commande.
tr_tr: Bu komutu çalıştırabilmek için emoji moderatörü yetkisine sahip olmanız gerekmektedir.

source: Not enough arguments.
tr_tr: Yeterli argüman bulunmuyor.

source: Not a valid integer.
es_es: Ese no es un entero válido.
fr_fr: Pas un entier valide.
hu_hu: Nem egy helyes egész szám.
pl_pl: Nieprawidłowa liczba.
tr_tr: Bir sayı girmeniz gereklidir.

source: Not a message offset.
es_es: Ese no es un offset de un mensaje.
fr_fr: Pas un décalage de message.
hu_hu: Helytelen az üzenet pozíciója.
pl_pl: Brak przesunięcia wiadomości.
tr_tr: Bir mesaj girmelisiniz.

source: Not a valid message ID.
es_es: Ese no es un identificación de mensaje válido.
fr_fr: Pas un ID de message valide.
hu_hu: Nem egy helyes üzenet azonosító.
pl_pl: Nieprawidłowe ID wiadomości.
tr_tr: Doğru bir mesaj ID'si girmeniz gereklidir.

source: Message not found! Make sure your message ID is correct.
es_es: Mensage no encontró. Te aseguras tu identificación de mensaje esta razón.
fr_fr: Message non trouvé ! Vérifiez que votre ID de message est correct.
hu_hu: Nincs ilyen üzenet! Győződj meg róla, hogy az üzenethez tartozó azonosító helyes!
pl_pl: Wiadomość nie znaleziona! Sprawdź czy ID wiadomości jest poprawne.
tr_tr: Mesaj bulunamadı! Lütfen girdiğiniz ID'nin doğruluğunu kontrol ediniz.

source: Permission denied! Make sure the bot has permission to read that message.
es_es: Permiso denegado.Te aseguras el bot tiene permiso leer ese mensaje.
fr_fr: Permission refusée ! Vérifiez que le bot a la permission de lire ce message.
hu_hu: Hozzáférés megtagadva! Győződj meg róla, hogy a bot látja-e (van-e hozzáférése) az adott üzenetet.
pl_pl: Dostęp zabroniony! Sprawdź czy aby napewno bot ma permisje do przeczytania tej wiadomości.
tr_tr: Yetki yetersiz! Botun bu kanaldaki mesajları okumak için yeterli yetkisi olduğunundan emin olunuz.

source: Message not found.
es_es: Mensaje no encontrado.
fr_fr: Message non trouvé.
hu_hu: Az üzenet nem létezik.
pl_pl: Wiadomość nie znaleziona.
tr_tr: Mesaj bulunamadı.

source: Failed to interpret that as a message offset, message ID, or user, or failed to find a message containing that search keyword.
fr_fr: Échec de l'interprétation de cela en décalage de message, ID de message, ou utilisateur·rice, ou de trouver un message contenant ce mot-clé.
pl_pl: Nie można zinterpretować tego jako przesunięcia komunikatu, ID komunikatu lub użytkownika lub nie udało się znaleźć wiadomości zawierającej słowo kluczowe wyszukiwania.
tr_tr: Girdiğiniz argümanı herhangi bir mesajda bulamadım ayrıca bir mesaj veya kullanıcı ID'si değil.

source: Unable to react: you and I both need permission to read message history.
es_es: No pude reaccionar: Tú y yo necesitamos permiso leer la historia de mensajes.
fr_fr: Impossible de réagir : vous et moi avons besoin de la permission de voir les anciens messages.
pl_pl: Niezdolny do reakcji: ty i ja musimy posiadać permisję aby czytać historię wiadomości.
tr_tr: Tepki veremedim: İkimizin de 'Mesaj geçmişini oku' yetkisine sahip olmamız gereklidir.

source: Unable to react: you and I both need permission to add reactions.
es_es: No pude reaccionar: Tú y yo necesitamos permiso añadir reacciones.
fr_fr: Impossible de réagir : vous et moi avons besoin de la permission d'ajouter des réactions.
pl_pl: Niezdolny do reakcji: ty i ja musimy posiadać permisję aby dodawać reakcję.
tr_tr: Tepki veremedim: İkimizin de 'Tepki ekle' yetkisine sahip olmamız gereklidir.

source: Unable to react: you and I both need permission to use external emotes.
es_es: No pude reaccionar: Tú y yo necesitamos permiso usar emotes externo.
fr_fr: Impossible de réagir : vous et moi avons besoin de la permission d'utiliser des émotes externes.
pl_pl: Niezdolny do reakcji: ty i ja musimy posiadać permisję aby używać zewnętrzne emotikony.
tr_tr: Tepki veremedim: İkimizin de 'Harici emojiler kullan' yetkisine sahip olmamız gereklidir.

source: That message is not from a log channel.
tr_tr: Mesaj bir log kanalına ait değil.

source: No embeds were found in that message.
es_es: Cero embedes fueron encontrados en ese mensaje.
fr_fr: Aucun embed n'a été trouvé dans ce message.
hu_hu: Egyetlen beágyazott rész sincs ebben az üzenetben.
pl_pl: W wiadomości nie znaleziono żadnych osadzeń.
tr_tr: Mesajda embed bulunamadı.

source: Failed to interpret {argument} as a logged emote message or an emote in my database.
tr_tr: Girdiğiniz {argument} argümanını veritabanımda bulamadım.

source: Server not found.
tr_tr: Sunucu bulunamadı.

source: Sorry, you have been blacklisted for “{reason}”. To appeal, please join the support server by running __{prefix}support__.
tr_tr: Üzgünüm, "{reason}" sebebiyle kara listeye alındınız. Af talebinde bulunmak için lütfen __{prefix}support__ komutunu çalıştırarak destek sunucusuna katılınız.

source: URL error: server returned error code {status}
es_es: Error de URL: servidor devolva código de error {status}
fr_fr: Erreur d'URL : le serveur a retourné un code d'erreur {status}
hu_hu: URL hiba: A szerver a következő hibakóddal válaszolt: {status}
pl_pl: Błąd linku: serwer wysłał błędny kod {status}
tr_tr: URL hatası: Sunucu {status} hata kodunu döndürdü

source: The image supplied was not a valid GIF, PNG, JPG, or WEBP file.
tr_tr: Girilen fotoğraf bir GIF, PNG, JPG veya WEBP dosyası olmalı.

source: Error: Retrieving the image took too long.
es_es: Error: Recuperando el imagen tomó demasiado tiempo.
fr_fr: Erreur : la récupération de l'image a prit trop de temps.
pl_pl: Błąd: Zwracanie obrazu trwało zbyt długo.
tr_tr: Hata: Fotoğrafı alma işlemi çok uzun sürdü.

source: Error: Resizing the image took too long.
es_es: Error: redimensionamiento el imagen tomó demasiado tiempo.
fr_fr: Erreur : redimensionner l'image a prit trop de temps.
pl_pl: Błąd: Zmienianie obrazu trwało zbyt długo.
tr_tr: Hata: Fotoğrafı yeniden boyutlandırma işlemi çok uzun sürdü.

source: An emote called “{name}” already exists in my database.
tr_tr: Veritabanımda "{name}" isminde bir emoji bulunuyor.

source: An emote called “{name}” does not exist in my database.
tr_tr: Veritabanımda "{name}" isminde bir emoji bulunmuyor.

source: You're not authorized to modify “{name}”.
tr_tr: "{name}" emojisini düzenlemek için gereken yetkiye sahip değilsiniz.

source: That description is too long. The limit is {limit}.
es_es: Ese descripción es demasiado largo. El limito es {limit}.
fr_fr: Cette description est trop longue. La limite est {limit}.
hu_hu: Ez a leírás túl hosszú. A limit {limit} karakter.
pl_pl: Opis jest zbyt długi. Limit jest {limit}.
tr_tr: Açıklama çok uzun. Limit: {limit}.

source: No more room to store emotes.
es_es: No más espacio archivar emotes.
fr_fr: Plus de place pour stoker les émotes.
hu_hu: Nincs több hely a további hangulatjelek tárolására.
pl_pl: Brak miejsca aby zachowywać emotikony.
tr_tr: Emojileri depolamak için yer kalmadı.

source: Discord seems to be having issues right now, please try again later.
es_es: Discord es teniedo problemas ahora, por favor inténtalo de nuevo más tarde.
fr_fr: Il semble que Discord a présentement des soucis, veuillez réessayer plus tard.
hu_hu: Úgy tűnik, jelenleg problémák tapasztalhatóak Discord oldalon. Kérlek próbálkozz újra később!
pl_pl: Wygląda na to że Discord posiada aktualnie błędy, spróbuj ponownie później.
tr_tr: Şu anda Discord'da bazı problemler olduğunu görüyorum, lütfen daha sonra tekrar deneyiniz.

source: “{name}” is NSFW, but this channel is SFW.
tr_tr: "{name}" NSFW olarak işaretlenmiş, fakat kanal SFW.

source: Bot does not have embed links permission.
es_es: El bot no tiene el permiso empotrar enlaces.
fr_fr: Le bot n'a pas la permission d'envoyer des liens.
hu_hu: A bot nem rendelkezik link beillesztési joggal.
pl_pl: Bot nie ma uprawnień do umieszczania linków.
tr_tr: Botun embed yetkisi bulunmuyor.

source: Bot cannot send messages.
es_es: El bot no puede enviar mensajes.
fr_fr: Le bot ne peut pas envoyer des messages.
hu_hu: A bot nem tud üzeneteket küldeni.
pl_pl: Bot nie może wysyłać wiadomości.
tr_tr: Bot mesaj gönderemiyor.

source: Bot does not have add reactions permission.
es_es: El bot no tiene el permiso añadir reacciones.
fr_fr: Le bot n'a pas la permission d'ajouter des réactions.
hu_hu: A bot nem rendelkezik a "reakciók hozzáadása" jogosultsággal.
pl_pl: Bot nie posiada permisji do dodawania reakcji.
tr_tr: Botun tepki ekleme yetkisi bulunmuyor.

source: Bot does not have Read Message History permission.
es_es: El bot no tiene el permiso leer la historia de mensajes.
fr_fr: Le bot n'a pas la permission de lire les anciens messages.
hu_hu: A bot nem rendelkezik "üzenet előzmények hozzáférése" jogosultsággal.
pl_pl: Bot nie posiada permisji do Czytania Historii Wiadomości.
tr_tr: Botun mesaj geçmişini okuma yetkisi bulunmuyor.

source: Page {page}⁄{self.maximum_pages} ({num_entries} entries)
es_es: Página {page}⁄{self.maximum_pages} ({num_entries} entradas)
fr_fr: Page {page}⁄{self.maximum_pages} ({num_entries} entrées)
hu_hu: {page}⁄{self.maximum_pages} oldal, ({num_entries} példány)
pl_pl: Strona {page}⁄{self.maximum_pages} ({num_entries} entries)
tr_tr: Sayfa {page}/{self.maximum_pages} ({num_entries} girdi)

source: Page {page}⁄{self.maximum_pages}
es_es: Página {page}⁄{self.maximum_pages}
hu_hu: {page}⁄{self.maximum_pages} oldal
pl_pl: Strona {page}⁄{self.maximum_pages}
tr_tr: Sayfa {page}/{self.maximum_pages}

source: Confused? React with \N{INFORMATION SOURCE} for more info.
es_es: ¿Estas confundido? Reacciona con \N{INFORMATION SOURCE} para más información.
fr_fr: Perdu·e ? Réagissez avec \N{INFORMATION SOURCE} pour plus d'infos.
hu_hu: Össze vagy zavarodva? Használd a \N{INFORMATION SOURCE} reakciót további infókért.
pl_pl: Zdziwiony? Zareaguj z \N{INFORMATION SOURCE} po więcej informacji.
tr_tr: Kafanız mı karıştı? Bu mesaja \N{INFORMATION_SOURCE} ile tepki vererek daha fazla bilgi alabilirsiniz.

source: What page do you want to go to?
es_es: ¿Qué pagina quieras ir a?
fr_fr: À quelle page voulez-vous allez ?
hu_hu: Melyik oldalra szeretnél váltani?
pl_pl: Na jaką stronę chcesz przejść?
tr_tr: Hangi sayfaya gitmek istersiniz?

source: You took too long.
es_es: Tomaste demasiado tiempo.
fr_fr: Vous avez mis trop de temps.
hu_hu: Túl sok ideig tartott a kiválasztás.
pl_pl: Zajęło ci to zbyt długo.
tr_tr: İşlem çok uzun sürdü.

source: Invalid page given. ({page}/{self.maximum_pages})
es_es: Página inválido. ({page}/{self.maximum_pages})
fr_fr: Page fournie invalide. ({page}/{self.maximum_pages})
hu_hu: Nem létező oldal megadva. ({page}/{self.maximum_pages})
pl_pl: Otrzymano nieprawidłową stronę. ({page}/{self.maximum_pages})
tr_tr: Geçersiz bir sayfa verildi. ({page}/{self.maximum_pages})

source: Welcome to the interactive paginator!
es_es: ¡Bienvenido a la paginador interactivo!
fr_fr: Bienvenue sur le paginateur interactif !
hu_hu: Üdvözöl az interaktív menü!
pl_pl: Witaj w interaktywnym paginatorze!
tr_tr: İnteraktif sayfalamaya hoş geldiniz!

source: This interactively allows you to see pages of text by navigating with reactions. They are as follows:
es_es: Esto interactivamente te permite ver páginas de texto al navegar con reacciones. Son los siguientes:
fr_fr: Il vous permet de voir des pages de textes en navigant à l'aide de réactions. Elles sont comme suit :
hu_hu: A menü engedélyezi számodra az oldalak megtekintését reakció alapú navigáció segítségével.Ezek a következőek:
pl_pl: Umożliwia to interaktywne przeglądanie stron tekstu poprzez nawigowanie z reakcjami. Są one następujące:
tr_tr: Mesaja vereceğiniz tepkiler ile interaktif bir şekilde navigasyonu kullanabilirsiniz:

source: Invalid position.
tr_tr: Geçersiz pozisyon.

source: Position may not be the free space.
tr_tr: Pozisyon, boş bir yerde olmayabilir.

source: {emote} (Preserved, NSFW)
fr_fr: {emote} (Préservé, NSFW)

source: {emote} (Preserved)
es_es: {emote} (Preservado)
fr_fr: {emote} (Préservé)
hu_hu: {emote} (Tartós)
pl_pl: {emote} (Przywrócone)

source: `{name}` is NSFW, but this channel is SFW.
fr_fr: `{name}` est NSFW, mais pas ce salon.

source: The image supplied was not a valid GIF, PNG, or JPG file.
fr_fr: L'image fournie n'était pas un fichier GIF, PNG ou JPG valide.

source: Logger cog not loaded.
es_es: La rueda dentada de log no esta cargado.
hu_hu: A logolásért felelős cog nincs betöltve.

source: No description was found in that embed.
es_es: Cero descripción fueron encontrados en ese embed.
hu_hu: Nincs leírása a beágyazott üzenetnek.

source: No custom emotes were found in that embed's description.
es_es: Cero emtoes personalizido fueron encontrados en la descripción de ese embed.
hu_hu: Egyetlen egyedi hangulatjelet sem sikerült találni a beágyazott üzenet leírásában.

source: No author IDs were found in that embed.
es_es: Cero identificaciones de autoras fueron encontrados en ese embed.
hu_hu: Egyetlen birtokos azonosítója sem szerepel a beágyazott üzenetben.

source: User blacklisted with reason "{reason}".
es_es: Usario añadido a la lista negra con razón "{reason}".
hu_hu: Felhasználó feketelistázva a következő indokkal: `{reason}`.

source: Sorry, you have been blacklisted with the reason `{reason}`. To appeal, please join the support server with `{prefix}support`.
es_es: Lo siento, tú eres en el lista de negro con el razón `{reason}`. Apelar, por favor te unes el servidor de soporte con `{prefix}support`.
hu_hu: Sajnálatos módon feketelistázva lettél a következő indokkal: `{reason}`. A fellebbezéshez csatlakozhatsz a támogatói szerverhez: `{prefix}support`.

source: An emote called `{name}` already exists in my database.
es_es: Un emote llamado `{name}` ya existe en mi base de datos.
hu_hu: Egy hangulatjel `{name}` már létezik az adatbázisomban.

source: An emote called `{name}` does not exist in my database.
es_es: Un emote llamado `{name}` no existe en mi base de datos.
hu_hu: `{name}` névre hallgató hangulatjel még nem létezik az adatbázisomban.

source: You're not authorized to modify `{name}`.
es_es: No puedas modificar `{name}`.
hu_hu: Nincs engedélyed a `{name}` módosításához.

source: Static emotes: **{static} ⁄ {static_cap}** Animated emotes: **{animated} ⁄ {animated_cap}** **Total: {total} ⁄ {total_cap}**
hu_hu: Statikus hangulatjelek: **{static} ⁄ {static_cap}** Animált hangulatjelek: **{animated} ⁄ {animated_cap}** **Összes: {total} ⁄ {total_cap}**

source: Created for {user}
hu_hu: Létrehozva {user} számára

source: The image supplied was not a GIF, PNG, or JPG.
hu_hu: A hozzáadni kívánt kép nem GIF, PNG vagy JPG.

source: Misc
hu_hu: Egyéb

source: {cog} Commands
hu_hu: {cog} parancsok

source: This means that it can be __**either A or B**__.
hu_hu: Tehát ez a paraméter lehet __**A vagy B**__.
