Repository: Amuyea-gbatemp/EmoteCollector
Catalog: emote_collector/locale/*_rude/LC_MESSAGES/emote_collector.po
Languages: de_de_rude, fr_fr, pl_pl_rude

source: This command cannot be used in private messages.
de_de_rude: Du hättest wissen können, dass du das nicht in DMs machen darfst...
fr_fr: Peut pas faire ça en privé, pignouf
pl_pl_rude: Ta komenda nie może być używana w prywatnych wiadomościach.

source: Sorry. This command is disabled and cannot be used.
de_de_rude: Nicht heute, mein Freund. Dieser Befehl ist deaktiviert!
fr_fr: Commande désactivée parce que ta mère
pl_pl_rude: Sory typie ale ta komenda jest wyłączona lub nie możesz jej użyć.

source: An internal error occurred while trying to run that command.
fr_fr: Ah, j'ai chié dans la colle.

source: I'm missing permissions to perform that action.
fr_fr: Je peux pas faire ça.

source: I have a RESTful API available. The docs for it are located at {docs_url}.
de_de_rude: Ich hab 'ne REST-API. Wenn du dich dazu hinablässt, die Dokumentation zu lesen, findest du sie auf {docs_url}.
fr_fr: J'ai une API RESTful disponible. Sa documentation est à {docs_url}.
pl_pl_rude: Mam dostępne spokojne API. Dokumenty dla niego znajdują się w {docs_url}.

source: Your new API token is:
de_de_rude: Dein neues API-Token ist:
fr_fr: Ton nouveau token API est :
pl_pl_rude: Twoje nowe API to:

source: Your API token is:
de_de_rude: Dein API-Token ist:
fr_fr: Ton token API est :
pl_pl_rude: Twoje API to:

source: Do **not** share it with anyone!
de_de_rude: Teil es mit **niemandem**!
fr_fr: Le donne **pas** à n'importe qui, patate !
pl_pl_rude: **NIE** udostępniaj go nikomu!

source: Error: I could not send you your token via DMs.
de_de_rude: Mach deine DMs an
fr_fr: J'ai pas réussi à t' envoyer ton token en MP.
pl_pl_rude: Błąd: Nie moge ci wysłać twojego jebanego tokenu przez wiadomość prywatną.

source: You may not set this emote as SFW because it was set NSFW by an emote moderator.
fr_fr: Un modo d'émotes a marqué celle-là comme NSFW ton tu peux pas la mettre SFW.

source: Created
de_de_rude: Erstellt
fr_fr: Créée
pl_pl_rude: Stworzona

source: Last modified
de_de_rude: Zuletzt geändert
fr_fr: Dernière modification
pl_pl_rude: Ostatnio zmodyfikowana

source: Static emotes: **{static} ⁄ {static_cap}** ({static_percentage}% of total, {static_full}% full) Animated emotes: **{animated} ⁄ {animated_cap}** ({animated_percentage}% of total, {animated_full}% full) NSFW emotes: **{nsfw}** ({nsfw_percentage}% of total) **Total: {total} ⁄ {total_cap}**
fr_fr: Émotes statiques : **{static} ⁄ {static_cap}** ({static_percentage}% du total, rempli à {static_full}%) Émotes animées : **{animated} ⁄ {animated_cap}** ({animated_percentage}% du total, rempli à {animated_full}%) Émotes NSFW : **{nsfw}** ({nsfw_percentage}% du total) **Total : {total} ⁄ {total_cap}**

source: {context.author.mention} said:
de_de_rude: {context.author.mention} hat gelabert:
fr_fr: {context.author.mention} a dit :
pl_pl_rude: {context.author.mention} powiedział:

source: Sorry, webhooks and bots may not add emotes. Go find a human to do it for you.
de_de_rude: Du bist ein lahmer Bot oder ne Webhook. Lass deinen Ersteller das für dich erledigen.
fr_fr: Va te faire mettre, les webhooks et les bots peuvent pas ajouter d'émotes.
pl_pl_rude: Sory ale webhooki i boty nie mogą dodać emotek. Znajdź człowieka który zrobi to za ciebie leniwy dzbanie.

source: Emote not found in Element Zero's database.
fr_fr: Y a pas ça dans la base de données d'Element Zero.

source: Error: I expected a custom emote as the first argument, but I got something else. If you're trying to add an emote using an image URL, you need to provide a name as the first argument, like this: `{}add NAME_HERE URL_HERE`
de_de_rude: Bist du zu dumm, um ein Emote als erstes Parameter zu geben? Wenn du ne URL nehmen willst, musst du es so machen: `{}add NAME_HIER URL_HIER`
fr_fr: Il me faut une émote custom comme premier paramètre, mais j'ai eu de la merde. Si tu essayes d'ajouter une émote en utilisant l'adresse d'une image, donne le nom en premier paramètre, comme ça : `{}add NOM_ICI ADRESSE_ICI`
pl_pl_rude: Błąd: Myślałem że pierwszy argument to będzie własna emotka, ale dostałem coś innego. Jeśli próbujesz dodać emotke za pomocą URL, musisz napisać nazwę w pierwszym argumencie, jak tu: `{}add NAZWA_TU LINK_TU`

source: Your message had no emotes and no name!
de_de_rude: Ihre Nachricht enthielt keine Emotes und keinen Namen!
fr_fr: Ton foutu message n'avait ni émote ni nom !
pl_pl_rude: Twoja wiadomość nie posiada jebanych emotikon ani żadnych zjebanych nazw!

source: An error occurred while creating the emote:
de_de_rude: Tja, da ist wohl was beim Erstellen des Emotes schiefgelaufen:
fr_fr: J'ai fait de la merde en créant l'émote :
pl_pl_rude: Wystąpił błąd podczas dodawania tej spierdolonej emotki:

source: Error: Invalid URL.
de_de_rude: Fehler: Ungültige URL.
fr_fr: Erreur : URL toute pétée.
pl_pl_rude: Błąd: Nie prawidłowy URL cwelu.

source: Emote {emote} successfully created.
de_de_rude: Emote {emote} erfolgreich erstellt.
fr_fr: Émote {emote} créée.
pl_pl_rude: Emotka {emote} została stworzona.

source: Error: only emote moderators may forcibly remove emotes.
fr_fr: Seuls les modos d'émotes peuvent forcer le retrait d'une émote, et t'en es pas alors va chier.

source: Error: you must provide the name of at least one emote to remove
de_de_rude: Gib mindestens einen Emote an, den ich entfernen soll
fr_fr: Donne le nom de l'émote à virer, banane !
pl_pl_rude: Błąd: musisz podać nazwę przynajmniej jednej emotikony aby ją usunąć

source: **Successfully deleted:**
de_de_rude: **Erfolgreich gelöscht:**
fr_fr: **Suppression réussie :**
pl_pl_rude: **Pomyślnie usunięto:**

source: **Successfully created:**
de_de_rude: **Erfolgreich erstellt:**
fr_fr: **Création réussie :**
pl_pl_rude: **Pomyślnie utworzono:**

source: Error: no existing custom emotes were provided.
de_de_rude: Du hast mir keine vorhandnen Emotes gegeben...
fr_fr: Erreur : aucune émote custom existante n'a été fournie.
pl_pl_rude: Błąd: żadna własna emotikona nie została podana.

source: **Already exists:**
de_de_rude: **Existiert bereits**
fr_fr: **Existe déjà :**
pl_pl_rude: **Już istnieje**

source: **Not found:**
de_de_rude: **Nicht gefunden**
fr_fr: **Non trouvée :**
pl_pl_rude: **Nie znalazłem:**

source: **Server returned error code {error.status}:**
de_de_rude: **Der Server hat mit dem Fehlercode {error.status} geantwortet:**
fr_fr: **Le serveur a retourné une erreur de code {error.status} :**
pl_pl_rude: **Serwer zwrócił kod błędu {error.status}:**

source: **Took too long to retrieve or resize:**
de_de_rude: **Finden oder zuschneiden dauerte zu lange:**
fr_fr: **La récupération ou le redimensionnement a prit trop de temps :**
pl_pl_rude: **Za długo to zajmuje aby przywrócić albo zmienić rozmiar:**

source: **Failed because I ran out of backend servers:**
de_de_rude: **Ich habe nicht genug Backend-Server, Aktion gescheitert:**
fr_fr: **Opération échouée parce que je suis tombé à cours de serveurs backend :**
pl_pl_rude: **Nie powiodło się ponieważ nie posiadam wolnych serwerów:**

source: You must specify an old name and a new name.
de_de_rude: Sie müssen einen alten Namen und einen neuen Namen angeben.
fr_fr: Indique l'ancien et le nouveau noms, pignouf !
pl_pl_rude: Musisz podać starą nazwe oraz nową nazwę.

source: Error: you must provide a new name for the emote.
de_de_rude: Du hast wohl den neuen Namen vergessen... Ufff...
fr_fr: Il me faut le nom de l'émote, clampin.
pl_pl_rude: Błąd: musisz podać nową nazwę dla emotki.

source: Emote successfully renamed.
de_de_rude: Emote umbennant. Solltest du auch mal bei dir selbst machen.
fr_fr: Paf, changement de nom accompli
pl_pl_rude: Nazwa emotki pomyślnie zmieniona na lepszą niż ta hujowa poprzednia.

source: You may not change the NSFW status of this emote because you do not own it, or you are not an emote moderator.
fr_fr: Tu peux pas changer le statut NSFW de cette émote car t'es ni son proprio, ni modo d'émotes.

source: Emote is now NSFW.
fr_fr: Émote marquée comme sexuelle.

source: Emote is now SFW.
fr_fr: Émote marquée comme pas sexuelle.

source: You can already react to that message with that emote.
de_de_rude: Du kannst schon auf die Nachricht mit dem Emote reagieren...
fr_fr: Tu peux déjà utiliser cette émote, crétin.
pl_pl_rude: Możesz już zaregować do tej wiadomości za pomocą tej emotikony.

source: Unable to react: there's too many reactions on that message already
de_de_rude: Kann nicht reagieren: Es sind schon zu viele Reaktionen zu dieser Nachricht hinzugefügt
fr_fr: Peux pas mettre de réaction, il y a déjà trop de merdes sur ce message.
pl_pl_rude: Nie mogę dodać reakcji ponieważ jest już za dużo reakcji dodanych dla tej wiadomości.

source: Unable to react: permission denied.
de_de_rude: Kann nicht reagieren: Berechtigung fehlt.
fr_fr: J'peux pas ajouter de réactions.
pl_pl_rude: Nie mogę zaregować ponieważ nie mam jebanych permisji.

source: Unable to react. Discord must be acting up.
de_de_rude: Kann nicht reagieren. Vielleicht ist Discord mal wieder kaputt.
fr_fr: Impossible de réagir. Discord fait de la merde.
pl_pl_rude: Nie mogę zareagować. Discord musi zacząć funkcjonować.

source: OK! I've reacted to that message. Please add your reaction now.
de_de_rude: OK! Ich habe auf diese Nachricht reagiert. Bitte füg deine Reaktion hinzu oder du hast Pech gehabt...
fr_fr: C'est bon j'ai mis la réaction, maintenant tu fais pareil.
pl_pl_rude: Dodałem skurwiałą emotikonę dla tej wiadomości. Teraz ty cwelu.

source: Also check out the list website at {website}.
de_de_rude: Guck dir auch die Liste auf der Website {website} an.
fr_fr: Allez voir ça aussi : {website}
pl_pl_rude: Sprawdź listę stron na {website}.

source: No results matched your query.
de_de_rude: Nix gefunden.
fr_fr: Ta requête pue et j'ai rien trouvé.
pl_pl_rude: Nie znaleziono żadnych rezultatów dla twojego żądania.

source: No results matched your query, or your query only found NSFW emotes.
fr_fr: Ta requête pue et rien ne correspond, ou peut-être juste dans les émotes NSFW.

source: No emotes have been created yet. Be the first!
de_de_rude: Es wurden noch keine Emotes erstellt. Sei der Erste!
fr_fr: Aucune émote n'a été créée, t'as qu'à t'y mettre !
pl_pl_rude: Żadne emotki nie zostały dodane! Bądz kurwa pierwszy!

source: No emotes have been created yet, or all emotes are NSFW.
fr_fr: Aucune émote n'a été créée, ou alors juste des qui sont NSFW

source: You have not created any emotes yet.
de_de_rude: Du hast noch keine Emotes erstellt.
fr_fr: T'as rien foutu encore.
pl_pl_rude: Żadne emotki nie zostały jeszcze stworzone.

source: You have not created any emotes yet, or all your emotes are NSFW.
fr_fr: T'as rien foutu, ou alors que des trucs sexuels, puceau va.

source: That person has not created any emotes yet.
de_de_rude: Diese Person hat noch keine Emotes erstellt.
fr_fr: Ce type a rien foutu.
pl_pl_rude: Ta osoba nie stworzyła ani jednej emotki bo jest pizdą.

source: That person has not created any emotes yet, or all their emotes are NSFW.
fr_fr: Ce type a rien foutu, ou que des trucs NSFW, ce puceau.

source: Opted in to the emote auto response.
de_de_rude: Ich gehorche dir jetzt...
fr_fr: Réponse auto d'émotes activée.
pl_pl_rude: Włączono automatyczne odpisywanie bota.

source: Opted out of the emote auto response.
de_de_rude: Endlich erlöst!
fr_fr: Réponse auto d'émotes désactivée.
pl_pl_rude: Wyłączono automatyczne odpisywanie bota.

source: Emote auto response is now opt-out for this server.
de_de_rude: Ich bin erfolgreich von den Fesseln der Sklaverei befreit worden!
fr_fr: La réponse auto est maintenant désactivée pour ce serveur.
pl_pl_rude: Auto odpisywanie bota jest wyłączone dla tego serwera.

source: Emote auto response is now opt-in for this server.
de_de_rude: Da habt ihr eure Emotes
fr_fr: La réponse auto est maintenant activée pour ce serveur.
pl_pl_rude: Auto odpisywanie bota jest włączone dla tego serwera.

source: User un-blacklisted.
de_de_rude: Benutzer wurde von der Blacklist entfernt.
fr_fr: Trouduc débloqué.
pl_pl_rude: Użytkownik usunięty z czarnej listy.

source: **Succesfully preserved:**
de_de_rude: **Erfolgreich gesichert:**
fr_fr: **Préservée avec succès.**
pl_pl_rude: **Pomyślnie przywrócono.**

source: **Succesfully un-preserved:**
de_de_rude: **Erfolgreich entsichert:**
fr_fr: **Dé-préservée avec succès.**
pl_pl_rude: **Pomyślnie usunięto.**

source: Way too long.
de_de_rude: Zu lang, lol
fr_fr: C'est trop long, ducon.
pl_pl_rude: Za długie.

source: Way too long. Message attached.
de_de_rude: Viel zu lang. Nachricht angefügt.
fr_fr: C'est trop long, ducon. Message attaché.
pl_pl_rude: Za długie. Wiadomość dana do formatu .txt!

source: Invite to the server that has {emote}: {invite.url}
de_de_rude: Auf den Server mit {emote} einladen: {invite.url}
fr_fr: Invitation pour le serveur ayant l'émote {emote} : {invite.url}
pl_pl_rude: Zaproszenie do tego serwera posiada {emote}: {invite.url}

source: Unable to send invite in DMs. Please allow DMs from server members.
de_de_rude: Wie immer haste keine DMs an.
fr_fr: T'as bloqué les MP venant des membres du serveur, pov' tache !
pl_pl_rude: Nie mogę wysłać zaproszenia w wiadomości prywatnej.

source: Invalid locale. The valid locales are: {locales}
de_de_rude: Ungültiges Sprache. Die gültigen sind: {locales}
fr_fr: lol tu sais pas parler ? T'as qu'à parler une de celles-là : {locales}
pl_pl_rude: Nie prawidłowy język. Języki: {locales}

source: Your current locale is: {user_locale}
de_de_rude: Deine aktuelle Sprache ist: {user_locale}
fr_fr: Tu causes comme ça : {user_locale}
pl_pl_rude: Twój aktualny ustawiony język to: {user_locale}.

source: The current locale for that channel is: {channel_or_guild_locale}
de_de_rude: Die aktuelle Sprache für diesen Channel lautet: {channel_or_guild_locale}
fr_fr: Le salon cause ça : {channel_or_guild_locale}
pl_pl_rude: Język dla tego kanału to: {channel_or_guild_locale}

source: The current locale for this server is: {guild_locale}
de_de_rude: Die aktuelle Sprache für diesen Server lautet: {guild_locale}
fr_fr: Ce serveur cause ça : {guild_locale}
pl_pl_rude: Język dla tego serwera to: {guild_locale}

source: {cog_name} Commands
de_de_rude: {cog_name} Befehle
fr_fr: {cog_name} Commandes
pl_pl_rude: {cog_name} Komendy

source: For more help, join the official bot support server: {invite}
de_de_rude: Tritt dem offiziellen Bot Support Server für mehr erste Hilfe bei: {invite}
fr_fr: Si tu veux un coup de main t'à qu'à faire chier ceux-là : {invite}
pl_pl_rude: Po więcej pomocy, dołącz do naszego serwera: {invite}

source: Use "{self.prefix}help command" for more info on a command.
de_de_rude: Benutze "{self.prefix}help command" für mehr Hilfe zu einem Befehl.
fr_fr: Utilisez "{self.prefix}help commande" pour plus d'infos sur ladite commande.
pl_pl_rude: Użyj "{self.prefix}help komenda" po więcej informacji na temat komendy.

source: No help given
fr_fr: Pas d'aide, dtc

source: Page {page}⁄{self.maximum_pages} ({self.total} commands)
de_de_rude: Seite {page}⁄{self.maximum_pages} ({self.total} Befehle)
fr_fr: Page {page}/{self.maximum_pages} ({self.total} commandes)
pl_pl_rude: Strona {page}⁄{self.maximum_pages} ({self.total} komendy)

source: Paginator help
de_de_rude: Paginator Hilfe
fr_fr: Aide sur le paginateur
pl_pl_rude: Pomoc paginatora

source: Hello! Welcome to the help page.
de_de_rude: Hallo! Willkommen auf der Hilfeseite.
fr_fr: Salut, c'est l'aide, blabla
pl_pl_rude: Elo! Witaj na stronie pomocy.

source: What are these reactions for?
de_de_rude: Wofür sind diese Reaktionen?
fr_fr: C'est pour quoi ces merdes en bas ?
pl_pl_rude: Do czego służą te reakcje?

source: We were on page {self.current_page} before this message.
de_de_rude: Vor dieser Nachricht waren wir auf Seite {self.current_page}.
fr_fr: Nous étions sur la page {self.current_page} avant ce message.
pl_pl_rude: Byliśmy na stronie {self.current_page} przed tą wiadomością.

source: Using the bot
fr_fr: Utilisation du bot

source: How do I use this bot?
de_de_rude: Wie benutze ich diesen Bot?
fr_fr: Comment j'utilise ce truc ?
pl_pl_rude: Jak mam użyć tego bota?

source: Reading the bot signature is pretty simple.
de_de_rude: Die Signatur zu lesen ist sehr simpel, du musst aber lesen können.
fr_fr: Lire la signature du bot est plutôt simple.
pl_pl_rude: Czytanie sygnatury bota jest bardzo proste.

source: argument
de_de_rude: Parameter
fr_fr: paramètre

source: This means the argument is __**required**__.
de_de_rude: Das heißt, dass das Parameter __**erforderlich**__ ist.
fr_fr: Ça veut dire que ce paramètre est __**requis**__.
pl_pl_rude: To znaczy że argument jest __**wymagany**__.

source: This means the argument is __**optional**__.
de_de_rude: Das heißt, dass das Parameter __**optional**__ ist.
fr_fr: Ça veut dire que ce paramètre est __**facultatif**__.
pl_pl_rude: To znaczy że argument jest __**opcjonalny**__.

source: This means the it can be __**either A or B**__.
fr_fr: Ça veut dire que ce paramètre est __**soit A soit B**__.

source: This means you can have multiple arguments. Now that you know the basics, it should be noted that... __**You do not type in the brackets!**__
de_de_rude: Das heißt, dass du mehrere Parameter haben kannst.. Jetzt, da Du die Grundlagen weißt, sollte man anmerken... __**Lass die Klammern weg!**__
fr_fr: Ça veut dire que tu peux mettre plein de paramètres. Bon t'as pigé les bases, t'as juste à retenir qu'y faut __**pas mettre les crochets !**__
pl_pl_rude: To znaczy że masz wiele argumentów. Teraz znasz podstawy, powinnienem to napisać... __**Nie piszesz w nawiasach!**__

source: Shows help about the bot, a command, or a category
fr_fr: Affiche l'aide sur le bot, une commande ou une catégorie

source: No Category
fr_fr: Aucune catégorie

source: No help given.
de_de_rude: Keine Hilfe angegeben.
fr_fr: Pas d'aide, dtc
pl_pl_rude: Nie dostaniesz żadnej pomocy.

source: Command or category "{command_name}" not found.
de_de_rude: Befehl oder Kategorie "{command_name}" nicht gefunden.
fr_fr: Y a pas de commande ou catégorie "{command_name}"
pl_pl_rude: Komenda lub kategoria "{command_name}" nie została znaleziona.

source: Command "{command.qualified_name}" has no subcommand named {subcommand}
fr_fr: La commande "{command.qualified_name}" a pas de sous-commande {subcommand}

source: Command "{command.qualified_name}" has no subcommands.
fr_fr: La commande "{command.qualified_name}" a pas de sous-commande.

source: Yes, delete my account.
de_de_rude: Ja, befrei mich!
fr_fr: Ouais, nique mon compte.
pl_pl_rude: Tak, usuń moje konto.

source: Are you sure you want to delete your account? To confirm, please say “{confirmation_phrase}” exactly.
de_de_rude: Willste wirklich schon gehen? Keiner wird dich vermissen. Gib “{confirmation_phrase}” ein
fr_fr: T'es sûr de ton coup ? Si t'es sûr dis "{confirmation_phrase}".
pl_pl_rude: Czy naprawde chcesz usunąć twoje konto? Jeśli tak, to aby potwierdzić napisz "{confirmation_phrase}" tak samo jak tu.

source: Deleting your account…
de_de_rude: Konto wird gelöscht …
fr_fr: Niquage de ton compte…
pl_pl_rude: Usuwanie twojego nie potrzebnego dla nas konta...

source: {context.author.mention} I've deleted your account successfully.
de_de_rude: {context.author.mention} Ich hab deinen Account gelöscht und deinen Discord-Account erfolgreich gehackt!
fr_fr: {context.author.mention} J'ai bien niqué ton compte (et il en a redemandé ce pédé).
pl_pl_rude: {context.author.mention} Usunąłem twoje konto! Teraz nie pamiętam nic o tobie, wiem tylko tyle że jesteś zjebany!

source: Confirmation phrase not received in time. Please try again.
de_de_rude: Probiers halt nochmal, du warst zu langsam
fr_fr: T'as pas dit le truc assez vite, t'as gagné le droit de recommencer.
pl_pl_rude: Nie napisałeś związku potwierdzającego w czasie. Spróbuj ponownie.

source: Could not fetch changes due to memory error. Sorry.
de_de_rude: Ich konnt die Änderungen aufgrund eines Speicherfehlers nicht erhalten. Denk ja nicht, dass es mir Leid tut
fr_fr: je souviens pas assez bien du coup j'ai rien récupéré.
pl_pl_rude: Nie mogę zapisać zmian w wyniku błędu pamięci. Spróbuj ponownie później!

source: This command is temporarily unavailable. Try again later?
fr_fr: Cette commande est baisée pour l'instant, réessaye plus tard.

source: Official support server invite: {invite}
fr_fr: Invitation pour le serveur de support officiel : {invite}

source: You must be an emote moderator to run this command.
fr_fr: T'es pas modo d'émotes alors va chier.

source: Not a valid integer.
de_de_rude: Keine valide Nichtkommazahl.
fr_fr: C'est pas un entier ça, tu sais plus compte ?
pl_pl_rude: Nie prawidłowa liczba.

source: Not a message offset.
de_de_rude: Kein Nachrichten-Offset.
fr_fr: Pas un décalage de message.
pl_pl_rude: Brak przesunięcia komunikatu.

source: Not a valid message ID.
de_de_rude: Keine gültige Nachrichten-ID.
fr_fr: Pas un ID de message valide.
pl_pl_rude: Nie prawidłowe ID wiadomości.

source: Message not found! Make sure your message ID is correct.
de_de_rude: Nachricht nicht gefunden! Überprüfe, ob die ID stimmt.
fr_fr: J'ai pas trouvé le message ! T'es même pas foutu de récupérer un ID ?
pl_pl_rude: Wiadomość nie znaleziona! Sprawdź czy ID wiadomości jest prawidłowe.

source: Permission denied! Make sure the bot has permission to read that message.
de_de_rude: Kann ich die Nachricht lesen? Glaube nicht
fr_fr: Je peux pas lire ce truc.
pl_pl_rude: Dostęp zabroniony! Sprawdź czy bot ma permisje do przeczytania tej wiadomości.

source: Message not found.
de_de_rude: Nachricht nicht gefunden.
fr_fr: J'ai pas trouvé le message.
pl_pl_rude: Wiadomość nie znaleziona.

source: Failed to interpret that as a message offset, message ID, or user, or failed to find a message containing that search keyword.
de_de_rude: Konnte dies nicht als ein Nachrichten-Offset, eine Nachricht-ID, Benutzer interpretieren oder konnte keine Nachricht, die dieses Stichwort enthält, finden.
fr_fr: Soit c'est ni décalage de message ni un ID, soit j'ai juste pas trouvé ton mot-clé.
pl_pl_rude: Nie można zinterpretować tego jako przesunięcia komunikatu, ID komunikatu lub użytkownika lub nie udało się znaleźć wiadomości zawierającej słowo kluczowe wyszukiwania.

source: Unable to react: you and I both need permission to read message history.
fr_fr: J'peux pas réagir, faut qu'on puisse tous les deux lire les vieux messages.
pl_pl_rude: Nie mogę zareagować: ty i ja potrzebujemy permisji do czytania historii wiadomości.

source: Unable to react: you and I both need permission to add reactions.
de_de_rude: Ich kann nicht reagieren: Wir müssen beide Reactions hinzufügen können.
fr_fr: J'peux pas réagir parce qu'il faut qu'on puisse tous les deux.
pl_pl_rude: Nie mogę zareagować: Oboje potrzebujemy permisji do dodawania reakcji.

source: Unable to react: you and I both need permission to use external emotes.
de_de_rude: Ich kann nicht reagieren: Wir müssen beide externe Emotes nutzen können.
fr_fr: J'peux pas réagir, faut qu'on puisse tous les deux utiliser les émotes externes.
pl_pl_rude: Nie mogę zareagować: Oboje potrzebujemy permisji do używania zewnętrznych emotikon.

source: No embeds were found in that message.
de_de_rude: In dieser Nachricht wurden keine Embeds gefunden.
fr_fr: Y a pas d'embed dans ce message de merde.
pl_pl_rude: Żadne osadzenia nie zostały znalezione w tej wiadomości.

source: URL error: server returned error code {status}
de_de_rude: URL-Fehler: Der Server hat mit dem Fehlercode {status} geantwortet
fr_fr: Erreur d'URL : le serveur a retourné un code d'erreur {status}
pl_pl_rude: Błąd URL: serwer zwrócił błąd kodu {status}

source: Error: Retrieving the image took too long.
de_de_rude: Fehler: Das Bild zu holen dauerte zu lange.
fr_fr: Cette image à la con est trop longue à récupérer.
pl_pl_rude: Błąd: Otrzymywanie zdjęcia trwało zbyt długo.
