Repository: Amuyea-gbatemp/EmoteCollector
Catalog: emote_collector/locale/*_rude/LC_MESSAGES/emote_collector.po
Languages: de_de_rude, fr_fr, pl_pl_rude

source: Error: Resizing the image took too long.
de_de_rude: Fehler: Das Bild zuzuschneiden dauerte zu lange.
fr_fr: Cette image à la con est trop longue à redimensionner.
pl_pl_rude: Błąd: Zmienianie rozmiaru zdjęcia trwało zbyt długo.

source: That description is too long. The limit is {limit}.
de_de_rude: Mach's kürzer. Limit ist {limit}.
fr_fr: Ta description de merde est trop longue. La limite est {limit}.
pl_pl_rude: Opis jest za długi: Limit to {limit}.

source: No more room to store emotes.
de_de_rude: Kein Platz um Emotes zu speichern.
fr_fr: Plus de place pour stoker les émotes.
pl_pl_rude: Nie ma miejsca aby pomieścić emotki.

source: Discord seems to be having issues right now, please try again later.
de_de_rude: Discord ist dumm
fr_fr: Discord fait de la merde là, revient plus tard.
pl_pl_rude: Discord ma teraz problemy, spróbuj ponownie później.

source: Bot does not have embed links permission.
fr_fr: Je peux pas envoyer de liens.
pl_pl_rude: Bot nie ma dostępu do osadzonych linków

source: Bot cannot send messages.
de_de_rude: Bot kann keine Nachrichten senden.
fr_fr: Je peux pas envoyer de messages, putain !
pl_pl_rude: Bot nie może wysyłać wiadomości.

source: Bot does not have add reactions permission.
de_de_rude: Bot hat nicht die Add Reactions Berechtigung.
fr_fr: Je peux pas mettre de réactions !
pl_pl_rude: Bot nie ma permisji do dodawania reakcji.

source: Bot does not have Read Message History permission.
de_de_rude: Bot hat nicht die Read Message History Berechtigung.
fr_fr: Je peux même pas lire les vieux messages, quel serveur de merde !
pl_pl_rude: Bot nie ma permisji do Czytania Historii Wiadomości.

source: Page {page}⁄{self.maximum_pages} ({num_entries} entries)
de_de_rude: Seite {page}⁄{self.maximum_pages} ({num_entries} Einträge)
fr_fr: Page {page}⁄{self.maximum_pages} ({num_entries} entrées)
pl_pl_rude: Strona {page}⁄{self.maximum_pages} ({num_entries} wejścia)

source: Confused? React with \N{INFORMATION SOURCE} for more info.
de_de_rude: Wie immer verwirrt? Reagier mit \N{INFORMATION SOURCE} für mehr Informationen.
fr_fr: Si tu es un peu con, réagit avec \N{INFORMATION SOURCE} pour plus d'infos.
pl_pl_rude: Zdziwiony? Zareaguj z \N{INFORMATION SOURCE} po więcej informacji.

source: What page do you want to go to?
de_de_rude: Auf welche Seite willst du gehen?
fr_fr: On va à quelle page ?
pl_pl_rude: Na którą stronę chciałbyś przejść?

source: You took too long.
de_de_rude: Du bist zu langsam.
fr_fr: Putain, t'es lent.
pl_pl_rude: Zajmujesz za długo czasu.

source: Invalid page given. ({page}/{self.maximum_pages})
de_de_rude: Ungültige Seite gegeben. ({page}/{self.maximum_pages})
fr_fr: Donne une vrai page, débile. ({page}/{self.maximum_pages})
pl_pl_rude: Nieprawidłowa strona podana. ({page}/{self.maximum_pages})

source: Welcome to the interactive paginator!
de_de_rude: Willkommen beim interaktiven Paginator!
fr_fr: C'est le paginateur interactif !
pl_pl_rude: Witaj w interaktywnym paginatorze!

source: This interactively allows you to see pages of text by navigating with reactions. They are as follows:
de_de_rude: Dies erlaubt dir, Textseiten durch das Navigieren mit Reaktionen zu sehen.Sie sind folgendermaßen:
fr_fr: Avec ça tu peux voir des pages et des trucs avec des réactions :
pl_pl_rude: Umożliwia to interaktywne przeglądanie stron tekstu poprzez nawigowanie z reakcjami. Są one następujące:

source: {emote} (Preserved)
pl_pl_rude: {emote} (Przywrócona)

source: Page {page}⁄{self.maximum_pages}
de_de_rude: Seite {page}⁄{self.maximum_pages}
pl_pl_rude: Strona {page}⁄{self.maximum_pages}
